Repository: 88lambda/DocSpace-buildtools
Catalog: web/ASC.Web.Core/PublicResources/Resource.*.resx
Languages: de, es, fr, it, ru

# ActivateMobilePhoneEmptyCode
source: Validation code field cannot be empty
de: Das Feld mit dem Prüfcode darf nicht leer sein
es: Campo de código de validación no puede estar vacío
fr: Le champ du code de validation ne peut pas être vide
it: Il campo Valida codice non può essere vuoto
ru: Поле кода подтверждения не может быть пустым

# ActivateMobilePhoneEmptyPhoneNumber
source: Enter mobile phone number
de: Mobiltelefonnummer eingeben
es: Introduzca el número de teléfono móvil
fr: Entrez le numéro de téléphone mobile
it: Inserisci numero di cellulare
ru: Введите номер мобильного телефона

# ActivateTfaAppEmptyCode
source: Validation code field cannot be empty
de: Das Feld mit dem Validierungscode darf nicht leer sein
es: Campo de código de validación no puede estar vacío
fr: Le champ Code de validation ne peut pas être vide
it: Il campo Valida codice non può essere vuoto
ru: Поле кода подтверждения не может быть пустым

# AdministratorNotifySenderTypeName
source: Administrator Notifications
de: Administratorbenachrichtigungen
es: Nofificaciones de administradores
fr: Notifications d'administrateurs
it: Notifiche di amministratore
ru: Извещения администраторов

# AdminMessageSent
source: Your message was successfully sent. You will be contacted by the portal administrator.
de: Ihre Nachricht wurde erfolgreich gesendet. Der Portaladministrator wird Sie kontaktieren.
es: Su mensaje fue enviado con éxito. El administrador del portal se pondrá en contacto con usted.
fr: Votre message a été envoyé avec succès. Vous serez contacté par l'administrateur du portail.
it: Il tuo messaggio è stato inviato con successo. Sarai contattato dall'amministratore del portale.
ru: Ваше сообщение успешно отправлено. Администратор портала с Вами свяжется.

# ButtonSmsEnable
source: By SMS
de: Per SMS
es: Por SMS
fr: par SMS
it: Tramite SMS
ru: С помощью SMS

# ButtonTfaAppEnable
source: By authenticator app
de: Über die Authentifizierungs-App
es: Con ayuda de la aplicación para autenticación
fr: Par l'application authentificateur
it: Con authenticator app
ru: С помощью приложения для аутентификации

# ChangePortalOwnerMsg
source: A link to confirm the operation has been sent to :email (the email address of the portal owner).
de: Der Link zum Bestätigen der Operation wurde an :email verschickt (die E-Mail-Adresse des Portalbesitzers).
es: Un enlace para confirmar la operación ha sido enviada al :correo electrónico (la dirección del correo electrónico del propietario del portal).
fr: Un lien pour confirmer l'opération a été envoyé à :e-mail (l'adresse e-mail du propriétaire du portail).
it: Un collegamento per confermare l'operazione è stato inviato all'indirizzo :email (l'indirizzo email del proprietario del portale).
ru: Ссылка для подтверждения операции была отправлена на :email (адрес электронной почты владельца портала).

# CouldNotRecoverPasswordForLdapUser
source: Password recovery operation is prohibited for an LDAP user
de: Kennwortwiederherstellung für LDAP Benutzer ist verboten
es: Operación de recuperación de contraseña está prohibida para un usuario LDAP
fr: La fonction de récupération du mot de passe est interdite à l'utilisateur LDAP
it: Il recupero della password è vietato per un utente LDAP
ru: Операция восстановления пароля запрещена для пользователя LDAP

# CouldNotRecoverPasswordForSsoUser
source: Password recovery operation is prohibited for an SSO user
de: Kennwortwiederherstellung ist für den SSO-Benutzer verboten
es: Operación de recuperación de contraseña está prohibida para un usuario SSO
fr: L'opération de récupération de mot de passe est interdite pour un utilisateur SSO
it: la procedura di recupero password è proibita per l'utente SSO
ru: Операция восстановления пароля запрещена для SSO-пользователя

# CustomNamingPeopleSchema
source: Custom
de: Einstellbar
es: Personalizado
fr: Personnel
it: Personalizzato
ru: Пользовательский

# DnsChangeMsg
source: A link to confirm the operation has been sent to {0} (the email address of the portal owner).
de: Der Link zum Bestätigen der Operation wurde an {0} verschickt (die E-Mail-Adresse des Portalbesitzers).
es: Un enlace para confirmar la operación ha sido enviada al :correo electrónico (la dirección del correo electrónico del propietario del portal).
fr: Un lien pour confirmer l'opération a été envoyé à {0}(l'adresse e-mail du propriétaire du portail).
it: Un collegamento per confermare l'operazione è stato inviato all'indirizzo {0} (l'indirizzo email del proprietario del portale).
ru: Ссылка для подтверждения операции была отправлена на {0} (адрес электронной почты владельца портала).

# EmailAndPasswordIncorrectEmail
source: Incorrect email address
de: Falsche E-Mail-Adresse
es: Dirección de correo electrónico incorrecta
fr: Adresse e-mail incorrecte
it: Indirizzo email non corretto
ru: Некорректный адрес электронной почты

# ErrorAccessDenied
source: No permissions to perform this action
de: Keine Berechtigung zum Durchführen dieser Aktion
es: No hay permisos para realizar esta acción
fr: Pas d'autorisation pour effectuer cette action
it: Non si dispone di permessi sufficienti per effettuare questa azione
ru: Недостаточно прав для выполнения данной операции

# ErrorAccessRestricted
source: The access to the portal is restricted.
de: Der Zugriff auf das Portal ist eingeschränkt.
es: El acceso al portal está restringido.
fr: L'accès au portail est limité
it: L'accesso al portale è limitato.
ru: Доступ к порталу ограничен.

# ErrorBadKeys
source: Bad keys
de: Schlechte Tasten
es: Claves incorrectas
fr: Clés invalides
it: Chiavi danneggiate
ru: Неверные ключи

# ErrorDisabledProfile
source: Your profile is suspended
de: Ihr Profil ist gesperrt
es: Su perfil está suspendido
fr: Votre profil est suspendu
it: Il tuo profilo è stato sospeso.
ru: Действие Вашего профиля приостановлено

# ErrorEmailDomainNotAllowed
source: Emails from this domain are not allowed for registration
de: Die Registrierung der E-Mails von dieser Domäne ist verboten
es: No se permite el registro para los correos electrónicos de este dominio
fr: Adresses provenant de ce domaine ne sont pas acceptées pour l'enregistrement
it: Impossibile usare gli indirizzi email da questo dominio per iscrizione
ru: Адреса с этого домена не разрешены для регистрации

# ErrorEmailEmpty
source: Email field is empty
de: Das Feld für die E-Mail-Adresse ist leer
es: Campo de correo electrónico está vacío
fr: Le champ Email est vide
it: Il campo Email è vuoto
ru: Не заполнено поле адреса электронной почты

# ErrorEmailsAreTheSame
source: The current email and the new email are the same
de: Die aktuelle E-Mail-Adresse und die neue sind gleich
es: El correo electrónico actual y el nuevo correo electrónico son iguales
fr: L'adresse email actuelle et la nouvelle adresse sont les mêmes
it: L'indirizzo email corrente coincide con quello nuovo.
ru: Текущий адрес электронной почты совпадает с новым адресом

# ErrorEmptyFields
source: Please fill in all fields
de: Bitte alle Felder ausfüllen
es: Complete, por favor, todos los campos
fr: Veuillez remplir tous les champs
it: Compila tutti i campi
ru: Пожалуйста, заполните все поля

# ErrorEmptyMessage
source: Message text is empty
de: Der Nachrichtentext ist leer
es: Texto del mensaje está vacío
fr: Texte du message est vide
it: Il testo del messaggio è vuoto
ru: Отсутствует текст сообщения

# ErrorEmptyUploadFileSelected
source: The uploaded file could not be found
de: Die hochgeladene Datei konnte nicht gefunden werden
es: Imposible encontrar el archivo subido
fr: Le fichier chargé ne peut pas être trouvé
it: E' impossibile trovare il file caricato
ru: Загружаемый файл не найден

# ErrorIncorrectUserName
source: Incorrect firstname or lastname
de: Falscher Vor- oder Nachname
es: Nombre o apellido incorrecto
fr: Nom ou prénom invalide
it: Nome o Cognome errati
ru: Некорректное имя или фамилия

# ErrorNotAllowedOption
source: Your pricing plan does not support this option
de: Ihr Zahlungsplan unterstützt diese Option nicht
es: Su plan de precios no admite esta opción
fr: Votre plan de paiement ne prend pas en charge cette option
it: Il tuo piano tariffario non supporta questa funzionalità
ru: Ваш тарифный план не поддерживает эту возможность

# ErrorNotCorrectEmail
source: Incorrect email
de: Ungültige E-Mail-Adresse
es: E-mail inválido
fr: Adresse email non valide
it: Indirizzo email non valido
ru: Неправильный email

# ErrorNotCorrectTrustedDomain
source: Invalid domain name
de: Ungültiger Domain-Name
es: Nombre de dominio inválido
fr: Nom de domaine non valide
it: Nome dominio non valido
ru: Неправильное имя домена

# ErrorPasswordEmpty
source: The password is empty.
de: Das Feld "Kennwort" ist leer.
es: La contraseña está vacía.
fr: Le champ "Mot de passe" est vide.
it: Il campo Password è vuoto.
ru: Поле Пароль не заполнено.

# ErrorPasswordLength
source: from {0} to {1} characters
de: von{0} bis zu{1}Sonderzeichen
es: Símbolos de {0} a {1}
fr: de {0} à {1} caractères
it: da {0} a {1} caratteri
ru: от {0} до {1} символов

# ErrorPasswordMessage
source: Password must contain
de: Das Kennwort muss enthalten:
es: Contraseña debe contener
fr: Le mot de passe doit contenir
it: La password deve contenere
ru: Пароль должен содержать

# ErrorPasswordNoDigits
source: digits
de: Zahlen
es: dígitos
fr: chiffres
it: cifre
ru: цифры

# ErrorPasswordNoSpaces
source: no spaces
de: Keine Leerzeichen
es: no hay espacios
fr: sans espaces
it: senza spazi
ru: без пробелов

# ErrorPasswordNoSpecialSymbols
source: special characters
de: spezielle Zeichen
es: caracteres especiales
fr: symboles spéciaux
it: simboli speciali
ru: специальные символы

# ErrorPasswordNoUpperCase
source: capital letters
de: Großbuchstaben
es: letras mayúsculas
fr: lettres majuscules
it: lettere maiuscole
ru: заглавные буквы

# ErrorPasswordOnlyLatinLetters
source: only latin letters
de: Nur lateinische Buchstaben
es: solo letras latinas
fr: lettres latines seulement
it: solo alfabeto latino
ru: только латинские буквы

# ErrorRequestLimitExceeded
source: Request limit is exceeded
de: Anforderungslimit wurde überschritten
es: Límite de solicitudes es excedido
fr: Le délai de requête est dépassé
it: Il limite di richieste è stato superato
ru: Превышен лимит запросов

# ErrorTenantTooShort
source: The tenant domain can not be empty.
de: Die Mandantendomäne darf nicht leer sein.
es: El dominio de espacio empresarial no puede estar vacío.
fr: L'hôte du domaine ne peut pas être vide
it: Il dominio Tenant non può essere vuoto.
ru: Домен клиента не может быть пустым

# ErrorTenantTooShortFormat
source: The domain name must be between {0} and {1} characters long.
de: Der Domänenname muss zwischen {0} und {1} Zeichen lang sein.
es: El nombre del dominio debe tener entre {0} y {1} caracteres.
fr: Le nom de domaine doit contenir de {0} à {1} caractères.
it: Il nome del dominio deve essere composto da {0} a {1} caratteri.
ru: Доменное имя должно содержать от {0} до {1} символов.

# ErrorUserNotFound
source: The user could not be found
de: Der Benutzer konnte nicht gefunden werden
es: Usuario no ha sido encontrado
fr: Il est impossible de trouver l'utilisateur
it: L'utente non è stato trovato
ru: Пользователь не найден

# ErrorUserNotFoundByEmail
source: The user with "{0}" email could not be found
de: Der Benutzer mit der Adresse {0} wurde nicht gefunden
es: Imposible encontrar usuario con el correo electrónico "{0}"
fr: L'utilisateur avec l'adresse email "{0}" ne peut pas être trouvé
it: E' impossibile trovare l'utente con l'indirizzo email "{0}"
ru: Пользователь с e-mail "{0}" не найден

# EuServerRegion
source: EU (Frankfurt) Region
de: Region EU (Frankfurt)
es: Región UE (Frankfurt)
fr: Région EU (Francfort)
it: Regione UE (Francoforte)
ru: Европа (Франкфурт)

# FileSizeMaxExceed
source: The maximum file size is exceeded
de: Die maximale Dateigröße ist überschritten
es: El tamaño de archivo máximo está superado
fr: La taille de fichier maximale est dépassée
it: E' stata superata la dimensione file massima
ru: Превышен максимальный размер файла

# FileSizeNote
source: Note: the file size cannot exceed {1}{0}{2}
de: Hinweis: Die Dateigröße darf {1}{0}{2} nicht überschreiten
es: Nota: el tamaño del archivo no puede superar {1} {0} {2}
fr: Remarque: la taille du fichier ne doit pas dépasser {1}{0}{2}
it: Nota: la dimensione file non può superare {1}{0}{2}
ru: Примечание: размер файла должен быть не более {1}{0}{2}

# FileSizePostfix
source: bytes,KB,MB,GB,TB
de: Byte,KB,MB,GB,TB
fr: octets,ko,Mo,Go,To
it: byte,KB,MB,GB,TB
ru: байт,Кб,Мб,Гб,Тб

# FinishInviteJoinEmailMessage
source: The link to confirm your account has been sent to the specified email
de: Der Link zum Bestätigen Ihres Kontos wurde an die angegebene E-Mail-Adresse geschickt
es: El enlace para confirmar su cuenta ha sido enviado al e-mail especificado.
fr: Le lien pour confirmer votre compte a été envoyé à l'adresse email indiquée
it: Il collegamento per confermare il tuo account è stato inviato all'indirizzo email specificato
ru: На указанный email была выслана ссылка для подтверждения новой учетной записи

# LdapSettingsErrorCantSaveLdapSettings
source: The server could not save settings.
de: Fehler des Servers beim Speichern der Einstellungsdaten
es: El servidor no pudo guardar ajustes.
fr: Le serveur n'a pas pu enregistrer des paramètres.
it: Il server non è riuscito a salvare le impostazioni.
ru: Серверу не удалось сохранить настройки.

# LdapSettingsTooManyOperations
source: Too many LDAP operations.
de: Zu viele LDAP-Operationen.
es: Demasiado muchas operaciones LDAP.
fr: Trop d'opérations LDAP.
it: Troppe operazioni LDAP
ru: Слишком много операций LDAP.

# LicenseError
source: License is not correct
de: Lizenz ist nicht korrekt
es: Licencia no correcta
fr: La licence n'est pas correcte
it: Licenza errata
ru: Некорректная лицензия

# LicenseErrorExpired
source: The license is not valid for this portal version.
de: Die Lizenz ist für diese Portalversion nicht gültig.
es: La licencia no es válida para esta versión del portal.
fr: La licence n'est pas valide pour cette version du portail
it: La licenza non è valida per questa versione del portale.
ru: Лицензия недействительна для этой версии портала.

# LicenseErrorPortal
source: The number of portals exceeds the one allowed by the license
de: Die Anzahl der Portale übersteigt die zugelassene Lizenz
es: Número de portales excede el número permitido por la licencia
fr: Le nombre de portails a dépassé la limite autorisée par la licence
it: Il numero di portali supera quello consentito dalla licenza
ru: Превышено количество порталов, разрешенных по лицензии

# LicenseErrorQuota
source: The number of users exceeds the one allowed by the license
de: Die Anzahl der Benutzer übersteigt die zugelassene Lizenz
es: Número de usuarios excede el número permitido por la licencia
fr: Le nombre d'utilisateurs a dépassé la limite autorisée par la licence
it: Il numero di utenti supera quello consentito dalla licenza
ru: Превышено количество пользователей, разрешенных по лицензии

# LicenseUploaded
source: Uploaded successfully
de: Erfolgreich hochgeladen
es: Subido con éxito
fr: Téléchargé avec succès
it: Caricato con successo
ru: Успешно загружено

# LicenseUploadedOverdue
source: Uploaded successfully. {0}Support and updates are not available for this license since {2}.{1}
de: Erfolgreich hochgeladen. {0}Support und Updates sind ab dieser Lizenz nicht mehr verfügbar {2}.{1}
es: Se ha subido correctamente. {0}Soporte y atualizaciones no están disponibles para esta licencia desde {2}.{1}
fr: Téléchargé avec succès. {0}Support et mises à jour ne sont plus disponibles pour cette licence depuis {2}.{1}
it: Caricato con successo. {0}Il supporto e gli aggiornamenti non sono disponibili per questa licenza dal {2}.{1}
ru: Успешно загружено. {0}Поддержка и обновления недоступны для этой лицензии с {2}.{1}

# LicenseUploadedOverdueSupport
source: Uploaded successfully. {0}Support are not available for this license since {2}.{1}
de: Upload abgeschlossen. {0}Support ist für dieser Lizenz ab {2}.{1} nicht verfügbar
es: Cargado correctamente. {0}El soporte no está disponible para esta licencia desde {2}.{1}
fr: Chargement réussi. {0}Le support n'est plus disponible pour cette licence à partir de {2}.{1}
ru: Успешно загружено. {0}Техподдержка недоступна для этой лицензии с {2}.{1}

# MessageEmailChangeInstuctionsSentOnEmail
source: The email change instructions have been successfuly sent
de: Die Hinweise für die Änderung der E-Mail-Adresse wurden erfolgreich gesendet
es: Las instrucciones para cambiar el correo electrónico se han enviado con éxito
fr: Les instructions de changement d'émail ont été envoyées avec succès
it: Le istruzioni di modifica dell'email sono state inviate a {0}
ru: Инструкции по изменению электронной почты были успешно отправлены

# MessageYourPasswordSendedToEmail
source: If a user with the {0} email exists, the password change instruction has been sent to this email address.
de: Wenn es einen Benutzer mit der E-Mail {0} gibt, wurden die Anweisungen zum Ändern des Passworts an diese E-Mail-Adresse verschickt.
es: Si existe un usuario con el correo electrónico {0}, la instrucción para cambiar la contraseña se ha enviado a esta dirección de correo electrónico.
fr: Si l'utilisateur avec le mail {0} existe, les consignes du changement de mot de passe ont été envoyées à votre adresse mail.
it: Se esiste un utente con l'e-mail {0}, l'istruzione di modifica della password è stata inviata a questo indirizzo e-mail.
ru: Если пользователь с почтой {0} существует, то на этот адрес была отправлена инструкция по смене пароля.

# MobilePhoneMustErase
source: To change the number, you need to delete your current phone number
de: Um die Nummer zu ändern, müssen Sie Ihre aktuelle Telefonnummer löschen
es: Para cambiar el número, usted necesita borrar su número de teléfono actual
fr: Pour changer le numéro; vous avez besoin de supprimer le numéro de téléphone actuel.
it: Per modificare il numero, occorre eliminare il numero di telefono attuale
ru: Для смены номера телефона необходимо удалить текущий номер

# OrgServerRegion
source: ORG Region
es: ORG Región
fr: ORG Région
it: Regione ORG
ru: Регион ORG

# PersonalFreeSpaceException
source: Disk space quota exceeded
de: Der verfügbare Speicherplatz ist überschritten
es: Cuota de espacio en disco excedida
fr: Quota d'espace disque est dépassé
it: Quota di spazio su disco superata
ru: Превышена квота на размер дискового пространства

# PortalSecurity
source: Portal Access
de: Zugang zum Portal
es: Acceso a portal
fr: Accès au portail
it: Accesso al portale
ru: Доступ к порталу

# ReassignDataRemoveUserError
source: Data reassign process for {0} is not complete.
de: Die Neuzuweisung der Daten für {0} ist nicht abgeschlossen.
es: El proceso de reasignación de datos para {0} no se ha completado.
fr: Le processus de réaffectation des données pour {0} n'est pas terminé.
it: La riassegnazione dei dati in corso per {0} non è completa.
ru: Процесс передачи данных для {0} не завершен.

# RecaptchaInvalid
source: Invalid Recaptcha
de: Ungültiges Recaptcha
es: Recaptcha inválido
fr: Recaptcha Invalide
it: Recaptcha non valido
ru: Неверный код Recaptcha

# SgServerRegion
source: Asia Pacific (Singapore)
de: Asien-Pazifik (Singapur)
es: Asia Pacífico (Singapur)
fr: Asie-Pacifique (Singapour)
it: Asia Pacifico (Singapore)
ru: АТР (Сингапур)

# SmsAuthenticationMessageError
source: Incorrect code
de: Falscher Code
es: Código incorrecto
fr: Code incorrect
it: Codice non corretto
ru: Неправильный код

# SmsAuthenticationMessageToUser
source: Code: {0}
de: Ihr Code: {0}
es: Código: {0}
it: Codice: {0}
ru: Код: {0}

# SmsAuthenticationTimeout
source: Time to use the code has expired. Please request a new text message.
de: Die Zeit für die Nutzung des Codes ist abgelaufen. Bitte fordern Sie eine neue Text-Nachricht an.
es: El tiempo de utilizar el código ha expirado. Por favor, solicite un mensaje nuevo
fr: Le temps d'utiliser le code est écoulé. S'il vous plaît, demandez un nouveau message.
it: Trascorso il tempo di utilizzazione del codice. Richiedi un altro messaggio di testo.
ru: Время использования кода истекло. Пожалуйста, запросите новое текстовое сообщение.

# SmsNotAvailable
source: SMS settings are not available
de: SMS-Einstellungen sind nicht verfügbar
es: Los ajustes SSO no están disponibles
fr: Les paramètres SMS ne sont pas accessibles
it: Impostazioni SMS non disponibili
ru: Настройки SMS недоступны

# SmsTooMuchError
source: You have sent too many text messages. Please try again later.
de: Sie haben zu viele Text-Nachrichten gesendet. Bitte versuchen Sie es später noch einmal.
es: Usted ha enviado demasiados mensajes. Por favor, intente de nuevo más tarde.
fr: Vous avez envoyé trop de messages. Essayez plus tard.
it: Hai inviato troppi SMS. Prova più tardi.
ru: Вы отправили слишком много текстовых сообщений. Пожалуйста, повторите попытку позже.

# SsoSettingsCantSaveSettings
source: Could not save settings
de: Einstellungen konnten nicht gespeichert werden
es: No se puede guardar ajustes
fr: Il est impossible d'enregistrer les paramètres
it: Impossibile salvare le impostazioni
ru: Не удалось сохранить настройки

# SsoSettingsCouldNotBeNull
source: Settings could not be null
de: Einstellungen können nicht leer sein
es: Ajustes no pueden ser nulos
fr: Les paramètres ne peuvent pas être nuls
it: Le impostazioni non possono essere vacanti (null)
ru: Настройки не могут быть пустыми

# SsoSettingsInvalidBinding
source: Invalid binding: {0}
de: Ungültige Bindung: {0}
es: Vinculación inválida: {0}
fr: Liaison non valide: {0}
it: Vincolo non valido: {0}
ru: Недопустимая привязка: {0}

# SsoSettingsInvalidEntityId
source: Invalid entityID
de: Ungültige EntityID
es: Id de entidad no válido
fr: Entité entityID invalide
it: ID entità non valido
ru: Недопустимое значение entityID

# SsoSettingsInvalidMapping
source: Invalid fields mapping
de: Ungültige Feldzuordnung
es: Cartografía de campos no válida
fr: Mappage des champs non valides
it: Mappatura campi non valida
ru: Недопустимое сопоставление полей

# SuccessfullySaveGreetingSettingsMessage
source: Welcome Page settings have been successfully saved
de: Die Begrüßungseinstellungen wurden erfolgreich gespeichert
es: Los ajustes de bienvenida han sido guardados con éxito
fr: Les paramètres de la page d'accueil ont été enregistrés avec succès
it: Le impostazioni della pagina di saluto sono state salvate con successo
ru: Настройки страницы приветствия успешно сохранены

# SuccessfullySaveSettingsMessage
source: Settings have been successfully updated
de: Die Einstellungen wurden erfolgreich aktualisiert
es: Ajustes se han actualizado con éxito
fr: Les paramètres ont été actualisés avec succès
it: Le impostazioni sono state aggiornate con successo
ru: Настройки успешно обновлены

# SuccessfullySentNotificationDeleteUserInfoMessage
source: Instructions to delete your profile has been sent to {0} email address
de: Die Hinweise zum Löschen Ihres Profils wurden an Ihre E-Mail-Adresse {0} verschickt
es: Las instrucciones para borrar su perfil se han enviado al correo electrónico {0}
fr: Instructions sur la suppression de votre profil ont été envoyées à l'adresse e-mail {0}
it: Le istruzioni di eliminazione del tuo profilo sono state inviate al tuo indirizzo email
ru: Инструкции по удалению профиля были отправлены на адрес {0}

# TfaAppAuthMessageError
source: Incorrect code
de: Falscher Code
es: Código incorrecto
fr: Code incorrect
it: Codice non corretto
ru: Неправильный код
