Repository: 88lambda/DocSpace-buildtools
Catalog: web/ASC.Web.Core/PublicResources/Resource.*.resx
Languages: de, es, fr, it, ru

# TfaAppNotAvailable
source: TFA application settings are not available
de: TFA-Anwendungseinstellungen sind nicht verfügbar
es: Ajustes de aplicación para autenticación no están disponibles
fr: Paramètres d'application TFA ne sont pas disponibles
it: Le impostazioni dell'applicazione TFA non sono disponibili
ru: Настройки приложения для аутентификации недоступны

# TfaTooMuchError
source: You have sent too many text messages. Please try again later.
de: Sie haben zu viele Kurzmitteilungen gesendet. Bitte versuchen Sie es später erneut.
es: Usted ha enviado demasiados mensajes de texto. Por favor, intente de nuevo más tarde.
fr: Vous avez envoyé trop de messages texte. Veuillez réessayer plus tard.
it: Hai inviato troppi SMS. Prova più tardi.
ru: Вы отправили слишком много текстовых сообщений. Повторите попытку позже.

# UsServerRegion
source: US West (Oregon) Region
de: Region US West (Oregon)
es: Región EE.UU. Oeste (Oregón)
fr: Région US West (Oregon)
it: Regione Ovest degli Stati Uniti (Oregon)
ru: Запад США (Орегон)

# WhatsNewSubscriptionName
source: What's New
de: Neues
es: Qué hay de nuevo
fr: Quoi de neuf
it: Cosa c'è di nuovo
ru: Новенькое
